{
    "members": [
      {
        "name": "Bright Beginning Cleaning Service",
        "address": "123 Shine Street, Lagos, Nigeria",
        "phone": "+234-801-234-5678",
        "website": "http://brightbeginningcleaning.com",
        "image": "best.webp",
        "membershipLevel": "Gold",
        "description": "is a leading cleaning service provider known for its exceptional customer service and eco-friendly cleaning solutions. They specialize in residential and commercial cleaning, offering customized plans to suit their clients' needs"
      },
      {
        "name": "Chikleen All",
        "address": "456 Clean Avenue, Ibadan, Nigeria",
        "phone": "+234-802-345-6789",
        "website": "http://chikleenall.com",
        "image": "smootch.webp",
        "membershipLevel": "Silver",
        "description": "offers reliable and affordable cleaning services for offices, homes, and industrial spaces. With a team of trained professionals, they ensure every space is spotless and welcoming."
      },
      {
        "name": "YZ Cleanup",
        "address": "789 Tidy Road, Abuja, Nigeria",
        "phone": "+234-803-456-7890",
        "website": "http://yzcleanup.com",
        "image": "sweeppro.webp",
        "membershipLevel": "Bronze",
        "description": "provides specialized cleaning services, including post-construction cleaning, carpet cleaning, and janitorial services. They focus on delivering high-quality results with attention to detail."
      },
      {
        "name": "Omartkleen",
        "address": "12 Sparkle Drive, Lagos, Nigeria",
        "phone": "+234-804-567-8901",
        "website": "http://omartkleen.com",
        "image": "omartkleen.webp",
        "membershipLevel": "Gold",
        "description": "Omartkleen is the go-to cleaning service for premium residential and commercial cleaning in Lagos. Known for its outstanding customer service, Omartkleen offers tailored cleaning packages that cater to both corporate and private clients with a focus on eco-friendly products."
      },
      {
        "name": "Smootch",
        "address": "34 Shine Way, Enugu, Nigeria",
        "phone": "+234-805-678-9012",
        "website": "http://smootchcleaning.com",
        "image": "smootch.webp",
        "membershipLevel": "Silver",
        "description": "Smootch is a reputable cleaning company based in Enugu, providing reliable and affordable cleaning solutions for homes and small businesses. With a highly trained team, they specialize in deep cleaning, sanitization, and post-construction cleanup."
      },
      {
        "name": "Best Clean",
        "address": "56 Fresh Street, Port Harcourt, Nigeria",
        "phone": "+234-806-789-0123",
        "website": "http://bestclean.com",
        "image": "best.webp",
        "membershipLevel": "Bronze",
        "description": "Best Clean offers specialized cleaning services throughout Port Harcourt, focusing on industrial and post-construction cleaning. They are known for their rapid response team and high-quality service aimed at delivering impeccable results."
      },
      {
        "name": "Sweep Pro",
        "address": "78 Spotless Lane, Kano, Nigeria",
        "phone": "+234-807-890-1234",
        "website": "http://sweeppro.com",
        "image": "sweeppro.webp",
        "membershipLevel": "Gold",
        "description": "Sweep Pro is a trusted name in Kano for comprehensive cleaning solutions. They excel at commercial cleaning for offices, retail stores, and educational facilities. Their dedication to maintaining high standards of cleanliness has earned them a strong reputation."
      }

    ]
}
  

  